import React from "react";

const ItemList = () => {
  return (
    <div className="payment-list">
      <ul>
        <li>
          Ние организираме ефективна доставка на продуктите ни с контейнери и
          баржи до пристанища в Черно море, бърза и безпроблемна обработка и
          последваща доставка на поръчаните продукти до крайната дестинация с
          нает автомобилен транспорт.
        </li>
        <li>
          Доставяме продукти по цялата територия на България, при което
          разходите за тяхната доставката се таксуват допълнително към цената на
          стоката, ако не е посочено друго във фактурите за плащане.
        </li>
        <li>Свържете се с нас, за да получите нашата оферта.</li>
      </ul>
    </div>
  );
};

const DeliveryInfo = () => {
  return (
    <div>
      <ItemList />
    </div>
  );
};

export default DeliveryInfo;
